Repository: pavliukkk/Diploma
Catalog: kyrsova/locale/*/LC_MESSAGES/django.po
Languages: uk

source: About
uk: Про нас

source: Home
uk: Головна

source: Menu
uk: Меню

source: Blogs
uk: Блог

source: Contact
uk: Контакти

source: Log In
uk: Увійти

source: Who We Are
uk: Про нас

source: The most important thing for us is to give you the comfortable dining experience
uk: Найважливіше для нас – це забезпечити вам харчування з комфортом

source: Our Story
uk: Наша історія

source: Amidst our city&#8217;s rhythm, our story thrives on a shared passion for culinary excellence. We embarked on this journey, blending diverse backgrounds and flavors to craft an experience that transcends mere dining. Every dish, a testament to dedication and the finest ingredients, tells a tale of creativity and tradition. Beyond flavors, it&#8217;s the shared moments and stories that define us. Each guest adds depth to our narrative, enriching our journey with every visit.
uk: Серед ритму нашого міста наша історія процвітає завдяки спільній пристрасті до кулінарної досконалості. Ми розпочали цю подорож, поєднуючи різноманітне походження та смаки, щоб створити досвід, який виходить за межі простого обіду. Кожна страва, свідчення відданості та найкращих інгредієнтів, розповідає історію творчості та традицій. Окрім смаків, нас визначають спільні моменти та історії. Кожен гість додає глибини нашій розповіді, збагачуючи нашу подорож з кожним візитом.

source: Restaurant Manager
uk: Менеджер ресторану

source: Welcome to Our Culinary Haven! Our Restaurant Manager orchestrates excellence, ensuring every detail, from impeccable service to savory cuisine, exceeds your expectations. Step into a world where passion meets precision, and every visit is a celebration of flavors and warmth.
uk: Ласкаво просимо до нашої кулінарної гавані! Наш менеджер ресторану керує досконалістю, гарантуючи, що кожна деталь, від бездоганного обслуговування до смачної кухні, перевершить ваші очікування. Зробіть крок у світ, де пристрасть зустрічається з точністю, і кожен візит – це свято смаку та тепла.

source: Executive Chef
uk: Головний шеф-повар

source: Welcome to the realm of culinary innovation and mastery! Our Executive Chef orchestrates a symphony of flavors, infusing passion and expertise into every dish. With an unwavering commitment to quality and creativity, our culinary maestro curates an extraordinary dining experience that transcends the ordinary. Prepare your palate for a journey through artful creations and exquisite tastes, where each plate tells a story of dedication and gastronomic delight.
uk: Ласкаво просимо в царство кулінарних інновацій і майстерності! Наш шеф-кухар оркеструє симфонію смаків, вливаючи пристрасть і досвід у кожну страву. З непохитною прихильністю до якості та креативності наш кулінарний майстер створює надзвичайні страви, які виходять за межі звичайного. Підготуйте свій смак до подорожі крізь майстерні витвори та вишукані смаки, де кожна тарілка розповідає історію відданості та гастрономічної насолоди.

source: It looks delicious
uk: Виглядає смачно

source: Indulge in delectable flavors that tantalize your taste buds! Each dish is a culinary masterpiece crafted with passion and precision, promising an exquisite dining experience that delights both palate and soul.
uk: Насолоджуйтесь чудовими ароматами, які спокушають ваші смакові рецептори! Кожна страва є кулінарним шедевром, створеним із пристрастю та точністю, що обіцяє вишуканий обід, який принесе задоволення як смаку, так і душі.

source: Sophisticated Process
uk: Складний процес

source: 01.Slice
uk: 01.Нарізання

source: Delicately crafted, this process involves precision and finesse as our chefs expertly slice fresh, vibrant ingredients, ensuring each piece is a testament to culinary artistry and attention to detail.
uk: Делікатне виготовлення, цей процес передбачає точність і тонкість, оскільки наші кухарі майстерно нарізають свіжі, яскраві інгредієнти, гарантуючи, що кожен шматочок є свідченням кулінарного мистецтва та уваги до деталей.

source: 02.Pickled
uk: 02.Маринування

source: Our pickling technique transforms ordinary produce into tangy delights. With a blend of spices and time-honored methods, we pickle with care, infusing flavors that elevate dishes to new heights of taste and complexity.
uk: Наша технологія маринування перетворює звичайні продукти на божественні насолоди. Завдяки поєднанню спецій і перевірених часом методів ми дбайливо маринуємо, додаючи смаків, які піднімають страви на нову висоту смаку.

source: 03.Bake
uk: 03.Смаження

source: Imbued with warmth and aroma, our baking process is a labor of love. From the gentle kneading of dough to the artful placement in our ovens, each creation emerges with a golden hue, enticing with flavors that speak of tradition and expertise.
uk: Пронизаний теплом і ароматом, наш процес смаження - це праця любові. Від маринування до смаження, кожен витвір має золотистий відтінок, спокушаючи смаками, які говорять про традиції та досвід.

source: Make a Reservation
uk: Бронювання столика

source: Get in touch with restaurant
uk: Зв'яжіться з рестораном

source: Please select a date
uk: Будь ласка, виберіть дату

source: 1 Person
uk: 1 людина

source: 2 People
uk: 2 людині

source: 3 People
uk: 3 людині

source: 4 People
uk: 4 людині

source: 5 People
uk: 5 людей

source: 6 People
uk: 6 людей

source: Table №1
uk: Столик №1

source: Table №2
uk: Столик №2

source: Table №3
uk: Столик №3

source: Table №4
uk: Столик №4

source: Table №5
uk: Столик №5

source: Table №6
uk: Столик №6

source: Book Now
uk: Забронювати зараз

source: Never Miss a Recipe
uk: Не пропустіть рецепт

source: Email Address
uk: Електронна пошта

source: Subscribe
uk: Підписатись

source: Join our subscribers and get best recipe delivered each week!
uk: Приєднуйтеся до наших підписників і отримуйте найкращі рецепти щотижня!

source: Activation page
uk: Активація

source: Sign Up
uk: Реєстрація

source: Activate account
uk: Активувати аккаунт

source: Enter the email address you used to register and we&#8217;ll send you an activation link
uk: Введіть адресу електронної пошти, яку ви використовували для реєстрації, і ми надішлемо вам посилання для активації

source: Enter your email
uk: Введіть електронну пошту

source: Please enter your email
uk: Будь ласка, введіть вашу пошту

source: Send activation link
uk: Надіслати посилання

source: Back to sign in
uk: Назад до авторизації

source: Email Adress
uk: Електронна пошта

source: Log in as administrator
uk: Авторизуватися як адміністратор

source: Enter your email or phone number
uk: Введіть пошту чи номер телефону

source: Email or Phone Number
uk: Пошта або номер телефону

source: Enter your password
uk: Введіть пароль

source: Password
uk: Введіть пароль

source: Please enter your login
uk: Будь ласка, введіть логін

source: Please enter a password
uk: Будь ласка, введіть пароль

source: This user does not seem to exist
uk: Схоже цього користувача не існує

source: Wrong login or password
uk: Неправильний логін або пароль

source: You are not an administrator
uk: Ви не адміністратор

source: Activation error. Your account may not be activated yet.
uk: Помилка активації. Можливо, ваш обліковий запис ще не активовано.

source: Click here to activate
uk: Натисніть тут, щоб активувати

source: Sign In
uk: Увійти

source: Three Ideas for Cooking Goat Meat at Home
uk: Три ідеї приготування козлятини в домашніх умовах

source: October 17,2021
uk: Жовтень 17,2021

source: Unraveling the potential of goat meat in home cooking opens a gateway to a diverse realm of culinary possibilities. Its distinct flavor profile and versatility make it an intriguing ingredient for those eager to explore beyond conventional meats. Here are three enticing methods to master the art of preparing goat meat at home
uk: Розкриття потенціалу козлятини в домашній кулінарії відкриває шлях до різноманітного царства кулінарних можливостей. Його виразний смаковий профіль і універсальність роблять його інтригуючим інгредієнтом для тих, хто прагне досліджувати не тільки традиційне м’ясо. Ось три привабливі способи оволодіти мистецтвом приготування козлятини вдома

source: Slow-Cooked Curry: Embrace the rich flavors of goat meat with a slow-cooked curry. Simmer tender goat pieces in a blend of aromatic spices, coconut milk, and tomatoes, creating a dish that promises a meltingly tender texture and a symphony of savory tastes.
uk: Каррі, що готується повільно: відчуйте насичений смак козлятини з карі, що готується повільно. Тушкуйте ніжні шматочки козлятини в суміші ароматних спецій, кокосового молока та помідорів, створюючи страву, яка обіцяє неймовірно ніжну текстуру та симфонію пікантних смаків.

source: Spiced Goat Biriyani: Dive into the world of aromatic spices by preparing a flavorful goat biriyani. Layer marinated goat meat with fragrant basmati rice, caramelized onions, and a medley of spices, creating a dish that&#8217;s a feast for the senses, with each bite offering an explosion of taste and aroma.
uk: Приправлений козячим біріяні: пориньте у світ ароматних спецій, приготувавши ароматний козячий біріяні. Покладіть мариноване козяче м’ясо з ароматним рисом басматі, карамелізованою цибулею та сумішшю спецій, створюючи страву, яка стане справжньою справою для почуттів, з кожним укусом, який пропонує вибух смаку та аромату.

source: Grilled Herb-Marinated Skewers: Elevate your dining experience by grilling marinated goat chunks on skewers. Infuse the meat with a blend of fresh herbs, garlic, and olive oil before grilling, resulting in succulent, charred edges and a burst of herbaceous flavors.
uk: Смажені на грилі мариновані травами шашлики: покращте враження від обіду, смаживши мариновані шматки козлятини на шампурах. Наповніть м’ясо сумішшю свіжих трав, часнику та оливкової олії перед смаженням, щоб отримати соковиті, обвуглені краї та сплеск трав’янистих смаків.

source: Tags:
uk: Теги:

source: Design
uk: Дизайн

source: Photography
uk: Фотографія

source: Images
uk: Світлини

source: Video
uk: Відео

source: Music
uk: Музика

source: Travel
uk: Подорож

source: This recipe is my personal favorite! I&#8217;m always amazed by how the deep and robust flavors of goat meat blend with the spices. Each culinary step is a passionate process that turns ordinary cooking into a flavorful adventure. Making this dish isn&#8217;t just about cooking; it&#8217;s a mantra of culinary dedication and finding joy in every culinary achievement.
uk: Цей рецепт мій особистий улюблений! Мене завжди вражає те, як глибокий і міцний смак козлятини поєднується зі спеціями. Кожен кулінарний крок — це пристрасний процес, який перетворює звичайне приготування їжі на ароматну пригоду. Приготування цієї страви – це не просто приготування; це мантра відданості кулінарії та пошуку радості в кожному кулінарному досягненні.

source: Fashion
uk: В тренді

source: October 15,2023
uk: Жовтень 15,2023

source: Fruit and vegetables and protection against diseases
uk: Фрукти та овочі та захист від хвороб

source: Nature&#8217;s Defense: How Fruits and Vegetables Shield Against Diseases.
uk: Захист природи: як фрукти та овочі захищають від хвороб.

source: Read More
uk: Детальніше

source: October 17,2023
uk: Жовтень 17,2023

source: Asparagus Spring Salad with Rocket, Goat&#8217;s Cheese
uk: Весняний салат зі спаржі з рукколою, козлятиною

source: Asparagus Delight: Spring Salad Infused with Rocket and Goat&#8217;s Cheese.
uk: Насолода зі спаржею: весняний салат із рукколою та козячим сиром.

source: It is easy way to create your beatiful blog for daily
uk: Це простий спосіб створити свій красивий щоденний блог

source: January 17,2023
uk: Січень 17,2023

source: The Best Style of Dough for Dumplings
uk: Найкраще тісто для пельменів

source: Discovering the perfect dough for dumplings involves a delicate balance of textures.
uk: Дослідження ідеального тіста для пельменів передбачає делікатний баланс текстур.

source: May 12,2023
uk: Травень 12,2023

source: 7 Reasons to Start Your Day With Lemon Water
uk: 7 причин почати день з води з лимоном

source: Starting your day with a glass of lemon water isn&#8217;t just a trend it&#8217;s a holistic health choice.
uk: Починати день зі склянки води з лимоном — це не просто тренд, це цілісний вибір здоров’я.

source: June 01,2023
uk: Червень 01,2023

source: Cooking goat meat at home opens doors to a world of diverse culinary experiences.
uk: Приготування козлятини в домашніх умовах відкриває двері у світ різноманітних кулінарних вражень.

source: February 28,2023
uk: Лютий 28, 2023

source: 12 Sparkling Wines We&#8217;re Loving This Summer
uk: 12 ігристих вин, які ми любимо цього літа

source: Amidst the summer heat, savoring a glass of sparkling wine adds effervescence to any occasion.
uk: Серед літньої спеки келих ігристого вина додає шипучості будь-якій події.

source: Change password
uk: Зміна паролю

source: Log out
uk: Вийти

source: Change Password
uk: Зміна паролю

source: Enter your old password and create a new one
uk: Введіть старий пароль і придумайте новий

source: Error!
uk: Помилка!

source: You entered a wrong old password
uk: Ви ввели неправильний старий пароль

source: Enter your old password
uk: Введіть наявний пароль

source: Old Password
uk: Старий пароль

source: Enter your new password
uk: Введіть ваш новий пароль

source: Confirm your new password
uk: Підтвердіть новий пароль

source: Confirm Password
uk: Підтвердіть пароль

source: Passwords do not match
uk: Паролі не співпадають

source: Passwords are too small
uk: Пароль замалий

source: Password must contain a letter
uk: Пароль має містити букву

source: Please fill in all fields
uk: Будь ласка, заповність всі поля

source: Back to profile
uk: Повернутися до профілю

source: Get in Touch
uk: Будьте на зв'язку

source: The freshest ingredients for you every day
uk: Найсвіжіші інгредієнти для вас щодня

source: Open Time
uk: Час відкриття

source: Sunday - Friday
uk: Неділя - П'ятниця

source: Brunch
uk: Бранч

source: Lunch
uk: Обід

source: Dinner
uk: Вечеря

source: We can be contacted via email
uk: З нами можна зв'язатися електронною поштою

source: or telephone on
uk: або за телефоном

source: We are located in
uk: Ми знаходимося в

source: View in maps
uk: Переглянути на картах

source: First Name
uk: Ім'я

source: Last Name
uk: Прізвище

source: Please enter a complete phone number
uk: Будь ласка, допишіть свій номер

source: We don&#8217;t work on Saturday. Please, choose another day
uk: Ми не працюємо по суботах. Будь ласка, виберіть інший день

source: The order has been successfully placed! We will be glad to see you
uk: Замовлення успішно оформлено! Будемо раді Вас бачити

source: Sorry for the inconvenience!
uk: Вибачте за незручності!

source: This table is taken.
uk: Столик занятий

source: You can choose another table.
uk: Ви можете вибрати інший столик

source: Here is the list of available ones:
uk: Ось список доступних:

source: You cannot reserve this table as you have already reserved another one.
uk: Ви не можете забронювати цей столик, оскільки ви вже забронювали інший.

source: Unable to complete the reservation. The entered phone number or email already belongs to a user
uk: Неможливо зробити бронювання. Введені контактні дані належать зареєстрованому користувачеві

source: Sorry
uk: Вибачте

source: You cannot reserve this table because he is already taken
uk: Ви не можете забронювати цей столик, оскільки він вже заброньований.

source: Sorry, there are no available tables at the moment. Please try again later.
uk: Вибачте, на даний момент немає вільних столиків. Будь-ласка спробуйте пізніше.

source: Change your personal data
uk: Редагування профілю

source: Change profile photo
uk: Змінити основну світлину

source: Enter your surname
uk: Введіть прізвище

source: Surname
uk: Прізвище

source: Enter your name
uk: Введіть ваше ім'я

source: Name
uk: Ім'я

source: Enter your phone number
uk: Введіть номер телефону

source: Phone Number
uk: Номер телефону

source: User with this email or phone number already exists
uk: Користувач із даними контактними даними існує

source: Commit changes
uk: Підтвердити зміни

source: Healthy Eating is important part of lifestyle
uk: Здорове харчування є важливою частиною способу життя

source: Nutritious Choices: Fueling Your Life Through Healthy Eating
uk: Вибір поживних речовин: підживлення життя за допомогою здорового харчування

source: Scroll
uk: Меню

source: Start to plan your diet today
uk: Почніть планувати свій раціон сьогодні

source: Embark on a Healthier Tomorrow: Initiating Your Dietary Journey
uk: Почніть здорове майбутнє: почніть свою дієтичну подорож

source: Take Charge of Your Health: Commence Your Diet Planning Today
uk: Подбайте про своє здоров’я: почніть планувати дієту вже сьогодні

source: Our Menu
uk: Наше меню

source: This is a section of our menu.
uk: Деякі з наших страв

source: Deep Sea Snow White Cod Fillet
uk: Філе глибоководної білосніжної тріски

source: Indulging in the Delicacy of Deep-Sea Snow White Cod Fillet
uk: Насолоджуйтеся вишуканим філе глибоководної білосніжної тріски

source: Steak With Rosemary Butter
uk: Стейк з маслом розмарину

source: Savoring Steak Perfected with Rosemary Butter
uk: Вишуканий стейк за особливим рецептом

source: Cucumber Salad
uk: Салат з огірків

source: Exploring the Simplicity of Cucumber Salad
uk: Досліджуємо простоту салату з огірків

source: Natural Wine Pairing
uk: Поєднання натурального вина

source: The Art of Natural Wine Pairings
uk: Мистецтво поєднання витонченого та вишуканого вина

source: Excellent cook
uk: Відмінний кухар

source: Mastering Culinary Artistry: Unveiling the Excellence of Cooking
uk: Оволодіння кулінарним мистецтвом: розкриття досконалості кулінарії

source: Calories Energy Balance
uk: Енергетичний баланс калорій

source: Finding Balance for a Healthier You
uk: Пошук балансу для здоров’я

source: Starters
uk: Перше

source: Mains
uk: Друге

source: Soups
uk: Супи

source: &#8220;An absolute gem for organic dining! The flavors were exquisite, and the attention to sourcing fresh, organic ingredients was evident in every dish. The ambiance was cozy yet elegant, complementing the dining experience perfectly. Highly recommend their farm-to-table approach!
uk: Абсолютна перлина для органічної їжі! Смак був вишуканим, а увага до свіжих органічних інгредієнтів була очевидною в кожній страві. Атмосфера була затишною, але елегантною, що ідеально доповнювала враження від обіду. Настійно рекомендую їх підхід «від ферми до столу»!

source: Bloger
uk: Блогер

source: &#8220;A delightful culinary journey! The organic restaurant surpassed my expectations. The presentation of each dish was a work of art, and the taste was simply divine. The staff&#8217;s knowledge of the menu and their passion for organic cuisine added an extra layer to the overall experience. A must-visit for anyone seeking a true taste of organic dining.
uk: Чудова кулінарна подорож! Органічний ресторан перевершив мої очікування. Подача кожної страви була витвором мистецтва, а смак – просто божественним. Знання персоналом меню та їхня пристрасть до органічної кухні додали ще один шар загальному досвіду. Обов’язковий для відвідування кожен, хто шукає справжній смак органічної їжі.

source: Photographer
uk: Фотограф

source: &#8220; Exceptional! This organic restaurant is a standout in every aspect. From the first bite to the last, every dish was a testament to their commitment to quality preferences without compromising on taste. A definite go-to for those who appreciate organic, flavorful meals.
uk: Винятковий! Цей органічний ресторан є видатним у всіх аспектах. Від першого шматка до останнього, кожна страва була свідченням їх відданості перевагам якості без шкоди для смаку. Безсумнівний вибір для тих, хто цінує органічні, ароматні страви.

source: Want to pre-order?
uk: Бажаєте зробити попереднє замовлення?

source: Yes
uk: Підтвердити

source: Cancel
uk: Скасувати

source: Sign in to your account
uk: Увійдіть у свій обліковий запис

source: Forgot Password?
uk: Забули пароль?

source: Join
uk: Реєстрація

source: Welcome! Enter your details and get in touch with restaurant
uk: Ласкаво просимо! Введіть свої дані та зв'яжіться з рестораном

source: Success!
uk: Успіх!

source: Now you can log in with new password
uk: Тепер ви можете авторизуватись з новим паролем

source: Activation link sent. Please, check your email and activate your account.
uk: Посилання для активації надіслано. Будь ласка, перевірте свою електронну пошту та активуйте обліковий запис.

source: You have been successfully registered. Check your email and activate your account for future use
uk: Ви були успішно зареєстровані. Перевірте електронну пошту та активуйте ваш аккаунт для подальшого використання

source: Don&#8217;t have an account yet? Click below to register
uk: Досі не маєте аккаунту? Натисніть нижче для реєстрації

source: View Our New Menu
uk: Перегляньте наше нове меню

source: Welcome to Starters! Discover a tantalizing array of appetizers that pave the way for your culinary journey. Dive into a world of flavors, where every dish is a prelude to a remarkable dining experience.
uk: Вітаємо в Starters! Відкрийте для себе спокусливий вибір закусок, які прокладуть шлях для вашої кулінарної подорожі. Пориньте у світ смаків, де кожна страва є прелюдією до чудового обіду.

source: Grilled Okra and Tomatoes
uk: Бамія та помідори на грилі

source: Grilled Okra and Tomatoes Delight
uk: Насолода окрою та помідорами на грилі

source: Basil Pancakes
uk: Млинці з базиліком

source: Pancakes Infused with Fragrant Basil: A Delectable Twist on Breakfast Delights
uk: Млинці, напоєні ароматним базиліком: неймовірні смаки на сніданок

source: The Heart of Our Culinary Craft. Delight in our standout dishes, meticulously prepared to captivate your senses and elevate your dining experience.
uk: Серце нашої кулінарної майстерності. Насолодіться нашими видатними стравами, ретельно приготованими, щоб захопити ваші почуття та піднести враження від обіду.

source: Steaks with Grilled Kimchi
uk: Стейки з кімчі на грилі

source: Seared Excellence: Elevating Steaks with Grilled Kimchi Twist
uk: Обсмажена досконалість: стейки, що підносяться, зі смаженою крутою кімчі

source: Pastries & Drinks
uk: Випічка та напої

source: Indulge in Sweet Bliss and Refreshing Elixirs. Treat yourself to a selection of heavenly pastries and an array of invigorating beverages crafted to delight your taste buds.
uk: Побалуйте себе солодким блаженством і освіжаючими еліксирами. Побалуйте себе неперевершеною випічкою та багатьма підбадьорливими напоями, створеними для задоволення ваших смакових рецепторів.

source: Wine Pairing
uk: Поєднання вина

source: Elevate Your Dining Experience with Perfect Wine Pairings
uk: Зробіть свій обід кращим за допомогою ідеальних вин

source: Whisky Flyer
uk: Віскі Флаєр

source: Explore Our Collection of Fine Spirits and Discover Your Perfect Pour
uk: Ознайомтеся з нашою колекцією вишуканих алкогольних напоїв і знайдіть свій ідеальний налив

source: Recover Password
uk: Відновлення паролю

source: Enter the email address you used to register and we&#8217;ll send you the instruction
uk: Введіть електронну пошту, використану при реєстрації і ми надішлемо лист з інструкціями

source: The activation email has been successfully sent. Please check your email.
uk: Посилання з інструкціями надіслано успішно. Будь ласка, перевірте пошту

source: The link is invalid
uk: Посилання недійсне

source: Send
uk: Надіслати

source: Portfolio
uk: Портфоліо

source: All
uk: Всі

source: Starter
uk: Перше

source: Drinks
uk: Напої

source: Sweets
uk: Солодке

source: Fruits
uk: Фрукти

source: Alcohol
uk: Алкоголь

source: Choose
uk: Вибрати

source: Pre-order
uk: Замовити

source: Information
uk: Інформація

source: Change profile data
uk: Редагувати дані

source: Delete account
uk: Видалити аккаунт
