Repository: pavliukkk/Diploma
Catalog: kyrsova/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Wrong password
uk: Неправильний пароль

source: Your password was seccessfully changed
uk: Ваш пароль змінено успішно

source: Phone
uk: Номер телефону

source: Phone number not available
uk: Номер недоступний

source: Reservation
uk: Бронювання столика

source: Date
uk: Дата

source: Time
uk: Час

source: People
uk: Кількість людей

source: Table
uk: Столик

source: Meals
uk: Страви

source: No reservations found for this user.
uk: Немає бронювань

source: Do you really want to cancel the reservation?
uk: Ви точно хочете скасувати бронювання?

source: Do you really want to delete your account?
uk: Ви дійсно хочете видалити ваш аккаунт?

source: Please enter your password to delete your account
uk: Будь ласка, введіть пароль для видалення аккаунту

source: Attention, after deleting your account, it will not be possible to restore it
uk: Увага! Після видалення аккаунту його відновлення буде неможливим

source: Confirm
uk: Підтвердження

source: Create Account
uk: Створення аккаунту

source: Already have an account?
uk: Вже маєте аккаунт?

source: Click here to log in
uk: Натисніть тут, щоб авторизуватись

source: Soon
uk: Скоро

source: Tables
uk: Столики

source: Free
uk: Вільний

source: Busy
uk: Занятий

source: The table is available
uk: Столик вільний

source: The table is not available
uk: Столик занятий

source: Account activation on FoodZero
uk: Активація акаунту на FoodZero

source: Reset Your Password
uk: Скидання паролю

source: Click the following link to reset your password: {reset_link}
uk: Натисніть на посилання для скидання паролю: {reset_link}
